Repository: common-repository/brolly-wordpress-plugin-template
Catalog: lang/B2Template-*.po
Languages: es

source: Settings
es: Configuración

source: B2 Template Plugin
es: B2 Plantilla Plugin

source: An error occurred. Please try your action again. If the problem persists please contact the plugin developer.
es: Se produjo un error. Por favor, inténtelo de nuevo la acción. Si el problema persiste, póngase en contacto con el deseñador del plugin.

source: The find value was not set. Enter the text you would like to have replaced then try again.
es: La palabra para buscar no estaba definida. Escribir el texto que gustaria sustituir y inténtalo de nuevo.

source: A replace rule for that term already exists. Delete the existing rule for "%s" and try again, or create a different rule.
es: Una regla de sustitución ya existe. Borrar la regla que existe para "%s" y inténtalo de nuevo, o crear una regla diferente.

source: Find and Replace rule has been added.
es: La regla de buscar y sustituir ha sido añado.

source: Find and Replace rule has been removed.
es: La regla de sustitución ha sido eliminado.

source: This widget displays the word count and/or Flesch-Kincaid Readability Score for the currently viewed posts.
es: Este widget se muestra la cuenta de palabras y/o el calificación del Flesh-Kincaid Nivel de Leyendo para las entradas que estan viendo.

source: B2 Template Widget
es: B2 Plantilla Plugin

source: Word Count
es: Cuenta de palabras

source: Reading Level
es: Nivel de Leyendo

source: Syllables
es: Sílabas

source: Average Syllables / Word
es: Promedio de sílabas / palabra

source: Average Words / Sentence
es: Promedio palabras por frase

source: Widget Title
es: Titulo del Widget

source: Average Syllables /Word
es: Promedio de sílabas / palabra

source: Wrap Site Title (Saving Plugin Settings Demo)
es: Envolver Titulo del Sitio (Demonstración de Ahorar Configuraciones del Plugin)

source: This demonstrates how to register plugin settings and submit them. When set, the values below will be prepended and appended to the WordPress site title.
es: Este se muestra como registrar configuraciónes del plugin y someterlos. Cuando configurado, los valores abajo estan anexado y antepuesto al titulo de sitio de WordPress.

source: Prepend Site Title With
es: Anteponer Titulo del Sitio con

source: Append Site Title With
es: Anexar Titulo del Sitio con

source: Save Changes
es: Guardar Cambios

source: Content Find and Replace Rules (Ajax Demo)
es: Reglas de busca y sustituir (demonstración de AJAX)

source: This demonstrates how to save values to a database table. This form uses Ajax to submit, but degrades gracefully when the user disables javascript. When added, the rules below will find and replace text values in WordPress posts.
es: Este se muestra como guadar valores a un base de datos. Este formulario usa AJAX para someter, pero se descomponé elegantemente cuando el usuario no tiene Javascript habilitado. Las reglas abajo busca y sustituye valores de texto en entradas de Wordpress.

source: Add a Rule
es: Añadir una Regla

source: Find
es: Buscar

source: Replace
es: Sustituir

source: Add Find and Replace Rule
es: Añadir una Regla de sustitución

source: Rules
es: Reglas

source: Plugin Language (Internationalization Demo)
es: La Lengua del Plugin (Demonstración de Internacionalización)

source: This demonstrates the use of language files for internationalizing a plugin.
es: Este se muestra como utilisar archivos de lengua para internacionalizar el plugin.

source: Find the word %s"%s"%s and replace with %s"%s"%s
es: Busca la palabra %s"%s"%s y sustituirla con %s"%s"%s

source: Delete Rule
es: Borrar la regla
